Repository: xor2003/pidgin-paranoia
Catalog: tags/0.4.0/po/*.po
Languages: de

source: %5.2f percent of the key done.
de: %5.2f Prozent des Schlüssels sind fertiggestellt.

source: Key generation completed successfully. Your own key is stored in the directory '~/.paranoia'. Your buddy's key is stored on your desktop. Please send the key on your desktop in a secure way to your partner.
de: Der Schlüssel wurde erfolgreich fertiggestellt. Ihr eigener Schlüssel wurde im Verzeichnis '~/.paranoia' abgelegt. Der Schlüssel Ihres Kommunikationspartners befindet sich auf Ihrem Desktop. Bitte übermitteln sie den Schlüssel auf Ihrem Desktop auf sicherem Wege an Ihren Kommunikationspartner.

source: %s->%s (%s), %zu bytes Your own key is stored in the directory '~/.paranoia'. Your buddy's key is stored on your desktop. Please send the key on your desktop in a secure way to your partner.
de: %s->%s (%s), %zu bytes Ihr eigener Schlüssel wurde im Verzeichnis '~/.paranoia' abgelegt. Der Schlüssel Ihres Kommunikationspartners befindet sich auf Ihrem Desktop. Bitte übermitteln sie den Schlüssel auf Ihrem Desktop auf sicherem Wege an Ihren Kommunikationspartner.

source: Paranoia Key Generator
de: Paranoia Schlüsselersteller

source: A new key pair has been created!
de: Ein neues Schlüsselpaar wurde erstellt!

source: Encryption enabled.
de: Verschlüsselung aktiviert.

source: Encryption disabled (remote).
de: Verschlüsselung deaktiviert (entfernt)

source: Encryption enabled (remote).
de: Verschlüsselung aktiviert (entfernt)

source: This buddy would like to chat encrypted.
de: Dieser Kommunikationspartner würde gerne verschlüsselt kommunizieren.

source: Your converstation partner is out of entropy. Encryption disabled (remote).
de: Ihr Kommunikationspartner hat keine Entropie mehr. Verschlüsselung deaktiviert (entfernt)

source: Welcome to the One-Time Pad CLI. /otp help: shows this message /otp genkey &lt;size&gt; &lt;external entropy source&gt;: generates a key pair of &lt;size&gt; kiB /otp on: tries to enable the encryption /otp off: disables the encryption /otp info: shows details about the used key /otp list: shows all keys for this conversation /otp list-all: shows all available keys /otp reload: reloads all your key files
de: Wilkommen bei der One-Time Pad CLI. /otp help: zeigt diese Nachricht /otp genkey &lt;Grösse&gt; &lt;externe Entropiequelle&gt;: generiert ein Schlüsselpaar der Grösse &lt;Grösse&gt; kiB /otp on: versucht die Verschlüsselung zu aktivieren /otp off: deaktiviert die Verschlüsselung /otp info: zeigt Details des gerade benutzten Schlüssels /otp list: zeigt alle Schlüssel für diese Konversation /otp list-all: zeigt alle verfügbaren Schlüssel /otp reload: ladet alle Ihre Schlüsseldateien neu

source: Wrong argument(s). Type '/otp help' for help.
de: Falsche(s) Argument(e). Tippen Sie '/otp help' für Hilfe.

source: Your key size is too large.
de: Ihre Schlüsselgrösse ist zu gross.

source: Couldn't enable the encryption. No entropy available.
de: Konnte die Verschlüsselung nicht aktivieren. Keine Entropie verfügbar.

source: Encryption already enabled.
de: Verschlüsselung wurde schon aktiviert.

source: Trying to enable encryption.
de: Es wird versucht die Verschlüsselung zu aktivieren.

source: Couldn't enable the encryption. No key available.
de: Die Verschlüsselung konnte nicht aktiviert werden. Kein Schlüssel verfügbar.

source: Encryption disabled.
de: Verschlüsselung deaktiviert.

source: Encryption already disabled.
de: Verschlüsselung wurde schon deaktiviert.

source: Couldn't disable the encryption. No key available.
de: Konnte die Verschlüsselung nicht deaktivieren. Kein Schlüssel verfügbar.

source: There is %i key available for this conversation. Currently active key infos: Source: %s Destination: %s ID: %s Size: %zu Position: %zu Entropy: %zu OTP enabled: %i Auto enable: %i No entropy: %i
de: Es ist %i Schlüssel für diese Konversation verfügbar. Informationen über den momentan aktiven Schlüssel: Quelle: %s Ziel: %s ID: %s Grösse: %zu Position: %zu Entropie: %zu OTP aktiv: %i Automatisch aktivieren: %i Keine Entropie: %i

source: There are %i keys available for this conversation. Currently active key infos: Source: %s Destination: %s ID: %s Size: %zu Position: %zu Entropy: %zu OTP enabled: %i Auto enable: %i No entropy: %i
de: Es sind %i Schlüssel für diese Konversation verfügbar. Informationen über den momentan aktiven Schlüssel: Quelle: %s Ziel: %s ID: %s Grösse: %zu Position: %zu Entropie: %zu OTP aktiv: %i Automatisch aktivieren: %i Keine Entropie: %i

source: There are %i keys available for this conversation, but none is active.
de: Es sind %i Schlüssel verfügbar für diese Konversation, jedoch ist keiner aktiv.

source: There is one key available for this conversation, but it is not active.
de: Es ist ein Schlüssel verfügbar für diese Konversation, jedoch ist dieser nicht aktiv.

source: There is no key available for this conversation.
de: Es ist kein Schlüssel verfügbar für diese Konversation.

source: All your keys:
de: All Ihre Schlüssel:

source: All your keys for this conversation:
de: All Ihre Schlüssel für diese Konversation:

source: %s -> %s (%s) Size: %zu bytes, Bytes left: %zu Active: %i Enabled: %i
de: Grösse: %zu bytes, Bytes übrig: %zu Aktiv: %i Aktiviert: %i

source: Key files could not be generated!
de: Schlüsseldatei konnte nicht erstellt werden!

source: Key generation successfully started. This will take some minutes depending on the desired key length.
de: Schlüsselgeneration wurde erfolgreich gestartet. Dies dauert je nach gewünschter Schlüsselgrösse einige Minuten.

source: There was a warning issued!
de: Es wurde eine Warnung ausgegeben.

source: Key list regenerated. Number of available keys: old list %i, new list %i.
de: Schlüsselliste wurde aktualisiert. Anzahl verfügbarer Schlüssel: alte Liste: %i, neue Liste: %i.

source: The last incoming message could not be decrypted. This is a serious error!
de: Die letzte ankommende Nachricht konnte nicht entschlüsselt werden. Dies ist ein schwerwiegender Fehler!

source: The consistency check of the next message failed!
de: Die Konsistenzprüfung der letzten Nachricht ist fehlgeschlagen!

source: All your entropy has been used. Encryption disabled. The last message could not be sent.
de: All Ihre Entropie wurde aufgebraucht. Verschlüsselung wurde deaktiviert. Die letzte Nachricht konnte nicht gesendet werden.

source: Your entropy is low! %zu bytes left.
de: Ihre Entropie geht aus! %zu bytes übrig.

source: The last outgoing message could not be encrypted. This is a serious error!
de: Die letzte ausgehende Nachricht konnte nicht verschlüsselt werden. Dies ist ein schwerwiegender Fehler!

source: otp &lt;command&gt: type '/otp help' to get help
de: otp &lt;Befehl&gt: Tippen Sie '/otp help' für Hilfe

source: One-Time Pad Encryption
de: One-Time Pad Verschlüsselung

source: Paranoia One-Time Pad Encryption Plugin
de: Paranoia One-Time Pad Verschlüsselungs-Plugin

source: The Paranoia plugin allows you to encrypt your messages with one-time pads.
de: Das Paranoia-Plugin ermöglicht das Verschlüsseln von Nachrichten mittels One-Time Pads.
